/**
 * mock数据相关配置
 */
export default {
    // 一级mock数据长度设置
    "level_1": {
        "en": [2, 100],
        "zh": [1, 50],
        "int": [1, 10000],
        "float": [0, 10000]
    },
    // 二级mock数据长度设置
    "level_2": {
        "en": [100, 500],
        "zh": [20, 250],
        "int": [10000, 1000000],
        "float": [10000, 1000000],
        "array": [200, 400]
    },
    // 三级mock数据长度设置
    "level_3": {
        "en": [500, 2100],
        "zh": [250, 1050],
        "int": [1000000, 2000000000],
        "float": [1000000, 2000000000]
    }
}
